Performance/Script/Terminal/Reliability_AddPaperReport/result1/Iteration28/t2_RequestBody.txt

"<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:car="http://carestre"
"am.org/"><soap:Header/><soap:Body> <car:NotifyReportFile><car:exam><car:CreateDT>2018101016503"
"5.703</car:CreateDT><car:UpdateDT>20181010165035.703</car:UpdateDT><car:PatientID>P20181010165"
"035703</car:PatientID><car:AccessionNumber>A20181010165035703</car:AccessionNumber><car:StudyI"
"nstanceUID>8f86f9ec-7c04-4c16-9135-ccce7555ae81</car:StudyInstanceUID><car:NameCN>CN2018101016"
"5035703</car:NameCN><car:NameEN>EN20181010165035703</car:NameEN><car:Gender>Ů</car:Gender><ca"
"r:Birthday></car:Birthday><car:Modality>OT</car:Modality> <car:ModalityName>OT</car:ModalityNa"
"me><car:PatientType>3</car:PatientType><car:VisitID></car:VisitID><car:RequestID></car:Request"
"ID><car:RequestDepartment></car:RequestDepartment><car:RequestDT>20181010165035.703</car:Reque"
"stDT><car:RegisterDT>20181010165035.703</car:RegisterDT> <car:ExamDT>20181010165035.703</car:E"
"xamDT> <car:ReportDT>20181010165035.703</car:ReportDT> <car:SubmitDT>20181010165035.703</car:S"
"ubmitDT> <car:ApproveDT>20181010165035.703</car:ApproveDT> <car:PDFReportURL></car:PDFReportUR"
"L> <car:StudyStatus></car:StudyStatus> <car:OutHospitalNo></car:OutHospitalNo><car:InHospitalN"
"o></car:InHospitalNo><car:PhysicalNumber></car:PhysicalNumber><car:ExamName>EN2018101016503570"
"3</car:ExamName><car:ExamBodyPart>Chest</car:ExamBodyPart><car:Optional0></car:Optional0><car:"
"Optional1></car:Optional1><car:Optional2></car:Optional2><car:Optional3></car:Optional3><car:O"
"ptional4></car:Optional4><car:Optional5></car:Optional5><car:Optional6></car:Optional6><car:Op"
"tional7></car:Optional7><car:Optional8></car:Optional8><car:Optional9></car:Optional9> </car:e"
"xam><car:reportPath>E:\Data\PerformanceTest28\Performance1.pdf</car:reportPath><car:reportStat"
"us>2</car:reportStatus></car:NotifyReportFile></soap:Body></soap:Envelope>"
